Repository: rahulboghara/wordpress_plugins
Catalog: yith-woocommerce-quick-view-premium/languages/yith-woocommerce-quick-view-*.po
Languages: nl_nl

source: Settings
nl_nl: Instellingen

source: General
nl_nl: Algemeen

source: Style
nl_nl: Stijl

source: Plugin Documentation
nl_nl: Plugin Documentatie

source: YITH WooCommerce Quick View is enabled but not effective. It requires WooCommerce in order to work.
nl_nl: YITH WooCommerce Quick View is ingeschakeld maar werkt niet. Het heeft WooCommerce nodig om te werken.

source: General Options
nl_nl: Algemene Opties

source: Enable Quick View
nl_nl: Quick View Inschakelen

source: Enable Quick View on mobile
nl_nl: Quick View op mobiel inschakelen

source: Enable quick view features on mobile device too
nl_nl: Quick view features ook op mobiele apparaten inschakelen

source: Enable Quick View on wishlist
nl_nl: Quick View inschakelen op wishlist

source: Enable quick view on wishlist table (available only with modal window). You need %s installed.
nl_nl: Quick view inschakelen op wishlist tabel (uitsluitend beschikbaar met modaal scherm). U moet %s hebben geinstalleerd.

source: Enable Lightbox
nl_nl: Lightbox inschakelen

source: Enable lightbox. Product images will open in a lightbox.
nl_nl: Lightbox inschakelen. Productafbeelding zal openenen in een lightbox.

source: Quick View Navigation
nl_nl: Quick View Navigatie

source: Enable product navigation on quick view. NOTE: only available on modal window style.
nl_nl: Product navigatie op quick view inschakelen. LET OP: uitsluitend beschikbaar in modaal scherm stijl.

source: Enable navigation in the same product category
nl_nl: Navigatie in dezelfde productcategorie inschakelen

source: Quick View Navigation Style
nl_nl: Quick View Navigatie Stijl

source: Slide ( thumbnail and product name )
nl_nl: Slide ( thumbnail en productnaam )

source: Rotate ( thumbnail )
nl_nl: Draaien ( thumbnail )

source: Modal Window
nl_nl: Modaal Scherm

source: Select modal effect
nl_nl: Selecteer modaal effect

source: Modal window loading
nl_nl: Modaal scherm laadt

source: Enable overlay during loading of the modal window.
nl_nl: Overlay inschakelen gedurende het laden van het modale scherm.

source: Modal Loading Text
nl_nl: Modaal laad tekst

source: Enter here the text to show during quick view loading when modal overlay is enabled.
nl_nl: Typ hier de tekst die wordt weergegeven tijdens quick view laden, wanneer modaal overlay is ingeschakeld.

source: Loading...
nl_nl: Laden...

source: Modal Width
nl_nl: Modaal breedte

source: Set width of modal window.
nl_nl: Stel breedte in van modaal scherm.

source: Modal Height
nl_nl: Modaal hoogte

source: Set height of modal window.
nl_nl: Stel hoogte in van modaal scherm.

source: Button Options
nl_nl: Knop Opties

source: Quick View Button Type
nl_nl: Quick View knop type

source: Label for the quick view button in the WooCommerce loop.
nl_nl: Label voor de quick view knop in het WooCommerce veld.

source: Use button
nl_nl: Gebruik knop

source: Use icon
nl_nl: Gebruik icoon

source: Quick View Button Icon
nl_nl: Quick View knop icoon

source: Icon for the quick view button in the WooCommerce loop.
nl_nl: Icoon voor de quick view knop.

source: Quick View Button Label
nl_nl: Quick View knop label

source: Quick View Button Position
nl_nl: Quick View knop Positie

source: Position of the quick view button.
nl_nl: Positie van de quick view knop.

source: After 'add to cart' button
nl_nl: Na ٥toevoegen aan winkelwagen٥ knop

source: Inside product image
nl_nl: Binnen product afbeelding

source: Content Options
nl_nl: Inhoud Opties

source: Select Element to Show
nl_nl: Selecteer element om weer te geven

source: Show Product Image
nl_nl: Toon Productafbeelding

source: Show Product Name
nl_nl: Toon Productnaam

source: Show Product Rating
nl_nl: Toon Productwaardering

source: Show Product Price
nl_nl: Toon Productprijs

source: Show Product Excerpt
nl_nl: Toon Productfragment

source: Show Product Add To Cart
nl_nl: Toon Product Toevoegen aan winkelwagen

source: Show Wishlist Button
nl_nl: Toon Wishlist Knop

source: Show Compare Button
nl_nl: Toon Vergelijk Knop

source: Show Request Quote Button
nl_nl: Toon Request Quote Knop

source: Show Dynamic Pricing Discount Table
nl_nl: Toon Dynamic Pricing Discount Tabel

source: Show Dynamic Pricing Discount Note
nl_nl: Toon Dynamic Pricing Discount Notitie

source: Show Product Meta
nl_nl: Toon Product Meta

source: Show full description
nl_nl: Toon volledige beschrijving

source: Show full description instead of short description
nl_nl: Toon volledige beschrijving in plaats van een korte beschrijving

source: Product Image Width
nl_nl: Breedte Productafbeelding

source: Set width of product image.
nl_nl: Stel de breedte van de productafbeelding in.

source: Product Image Height
nl_nl: Hoogte Productafbeelding

source: Set height of product image.
nl_nl: Stel de hoogte van de productafbeelding in.

source: Select Thumbnails Type
nl_nl: Selecteer Thumbnails type

source: Don't show
nl_nl: Niet weergeven

source: Slider mode
nl_nl: Slider modus

source: Classic mode
nl_nl: Klassieke modus

source: Enable image zoom
nl_nl: Afbeelding zoom inschakelen

source: Enable the plugin YITH WooCommerce Zoom Magnifier on quick view (not available for slider mode). You need %s installed.
nl_nl: YITH WooCommerce Zoom Magnifier plugin op quick view inschakelen (niet beschikbaar voor slider modus). U moet %s hebben geinstalleerd.

source: Add 'View Details' Button
nl_nl: Voeg ٥Bekijk Details٥ knop toe

source: Check this option to add a button to go to the single product page.
nl_nl: Selecteer deze optie om een knop toe te voegen, om naar de single product pagina te gaan.

source: 'View Details' Button Label
nl_nl: ٥Bekijk Details٥ knop label

source: Set label for 'View Details' button
nl_nl: Stel label in voor ٥Bekijk Details٥ knop

source: View Details
nl_nl: Bekijk Details

source: Enable Ajax Add To Cart
nl_nl: Ajax Toevoegen aan winkelwagen toevoegen

source: Check this option to enable add to cart in ajax
nl_nl: Selecteer deze optie om toevoegen aan winkelwagen in te schakelen in ajax

source: Redirect to checkout after add to cart
nl_nl: Doorverwijzen naar checkout na toevoegen aan winkelwagen

source: Check this option to redirect to checkout after add to cart
nl_nl: Selecteer deze optie om door te verwijzen naar checkout, na toevoegen aan winkelwagen

source: Share Options
nl_nl: Deel opties

source: Enable Share
nl_nl: Delen inschakelen

source: Check this option if you want to show the share link for products in quick view
nl_nl: Selecteer deze optie als u de delen link wilt weergeven op producten in quick view

source: Select Socials
nl_nl: Selecteer Social Media

source: Facebook App ID necessary to share contents. Read more in the official Facebook <a href="%s">documentation</a>
nl_nl: Facebook App ID nodig om inhoud te delen. Lees meer in de officiele Facebook <a href="%s">documentatie</a>

source: General Style
nl_nl: Algemene Stijl

source: Modal Window Background Color
nl_nl: Achtergrondkleur Modaal Scherm

source: 'Quick View' Button Color
nl_nl: 'Quick View' Knop Kleur

source: 'Quick View' Button Text Color
nl_nl: 'Quick View' Knop Tekstkleur

source: 'Quick View' Button Hover Color
nl_nl: 'Quick View' Knop Aanwijzer kleur

source: 'Quick View' Button Hover Text Color
nl_nl: 'Quick View' Knop Aanwijzer Tekstkleur

source: Content Style
nl_nl: Inhoud Stijl

source: Main Text Color
nl_nl: Hoofdtekst kleur

source: Star Color
nl_nl: Ster kleur

source: 'Add to Cart' Button Color
nl_nl: 'Toevoegen aan winkelwagen' Knop Kleur

source: 'Add to Cart' Button Text Color
nl_nl: 'Toevoegen aan winkelwagen' Knop Textkleur

source: 'Add to Cart' Button Hover Color
nl_nl: 'Toevoegen aan winkelwagen' Knop Aanwijzer kleur

source: 'Add to Cart' Button Hover Text Color
nl_nl: 'Toevoegen aan winkelwagen' Knop Aanwijzer Tekstkleur

source: 'View Details' Button Color
nl_nl: 'Bekijk Details' Knop Kleur

source: 'View Details' Button Text Color
nl_nl: 'Bekijk Details' Knop Tekstkleur

source: 'View Details' Button Hover Color
nl_nl: 'Bekijk Details' Knop Aanwijzer kleur

source: 'View Details' Button Hover Text Color
nl_nl: 'Bekijk Details' Knop Aanwijzer Tekstkleur

source: May I ask you to see this product, please?
nl_nl: Mag ik u vragen dit product te bekijken?
