Repository: rahulboghara/wordpress_plugins
Catalog: yith-woocommerce-ajax-search-premium/languages/yith-woocommerce-ajax-search-*.po
Languages: it_it

source: Settings
it_it: Impostazioni

source: Search
it_it: Cerca

source: Output
it_it: Risultati di ricerca

source: sale
it_it: in saldo

source: Out of stock
it_it: Prodotto esaurito

source: featured
it_it: in evidenza

source: No results
it_it: Nessun risultato

source: Search in product brands
it_it: Cerca nei brand dei prodotti

source: Extend search in product brands
it_it: Estendi la ricerca ai brand dei prodotti

source: Search by vendor
it_it: Ricerca per venditore

source: Extend search in vendors' products
it_it: Estendi la ricerca ai prodotti dei venditori

source: YITH WooCommerce Ajax Search Premium is enabled but not effective. It requires WooCommerce in order to work.
it_it: YITH WooCommerce Ajax Search Premium è abilitato ma non in funzione. Devi aver installato WooCommerce per poterlo utilizzare.

source: Output Options
it_it: Impostazioni risultati di ricerca

source: Show thumbnail
it_it: Mostra miniatura

source: Choose if you want show thumbnail and position
it_it: Scegli se mostrare la miniatura e la posizione

source: Hide thumbnail
it_it: Nascondi miniatura

source: Show on the Left
it_it: Mostra a sinistra

source: Show on the Right
it_it: Mostra a destra

source: Search form default template
it_it: Template predefinito del modulo di ricerca

source: This option can be overridden by shortcode or widget
it_it: Questa opzione può essere sovrascritta da shortcode o widget

source: Default
it_it: Predefinito

source: Wide
it_it: Ampio

source: Size of thumbnails
it_it: Dimensione delle miniature

source: Show price
it_it: Mostra prezzo

source: Show price of product
it_it: Mostra prezzo prodotto

source: Price Label
it_it: Etichetta prezzo

source: Show a label before the price
it_it: Mostra un'etichetta prima del prezzo

source: Price:
it_it: Prezzo:

source: Loader
it_it: Icona di caricamento

source: Loader gif
it_it: GIF icona di caricamento

source: Sales and Features badges
it_it: Badge "in saldo" e "in evidenza"

source: Show sale badge
it_it: Mostra badge "in saldo"

source: Show sale badge if the product is on sale
it_it: Mostra badge "in saldo" per i prodotti in saldo

source: Sale badge background color
it_it: Colore sfondo del badge "in saldo"

source: Sale badge color
it_it: Colore badge "in saldo"

source: Show featured badge
it_it: Mostra badge "in evidenza"

source: Featured badge background color
it_it: Colore sfondo badge "in evidenza"

source: Featured badge color
it_it: Colore badge "in evidenza"

source: Show out of stock badge
it_it: Mostra badge "prodotto esaurito"

source: Out of stock badge background color
it_it: Colore sfondo badge "prodotto esaurito"

source: Out of stock badge color
it_it: Colore del badge "esaurito"

source: Hide featured bagde if the product is on sale
it_it: Nascondi badge "in evidenza" per i prodotti in saldo

source: Title & Excerpt
it_it: Titolo & Excerpt

source: Title color
it_it: Colore titolo

source: Show excerpt
it_it: Mostra excerpt

source: Show excerpt of product
it_it: Mostra excerpt del prodotto

source: Number of words to show in excerpt
it_it: Numero di parole da mostrare nell'excerpt

source: Show product categories
it_it: Mostra categorie prodotto

source: "View All" Link
it_it: Link "Visualizza tutto"

source: Show "view all" link
it_it: Mostra link "Visualizza tutto"

source: Add a link to the bottom of results
it_it: Aggiungi un link sotto tutti i risultati

source: Text of "view all" link
it_it: Testo del link "Visualizza tutto"

source: Add a link at the bottom of results
it_it: Aggiungi un link sotto tutti i risultati

source: View all
it_it: Visualizza tutto

source: Text of "no results"
it_it: Testo per "nessun risultato"

source: Show this text for no results
it_it: Mostra il seguente testo se la ricerca non produce alcun risultato

source: Search settings
it_it: Impostazioni di ricerca

source: Choose element types to search
it_it: Scegli il tipo di elementi da cercare

source: Choose if you want to extend search also to posts and pages
it_it: Scegli se estendere la ricerca anche a post e pagine

source: All
it_it: Tutti

source: Products
it_it: Prodotti

source: Search in excerpt
it_it: Cerca nell'excerpt

source: Extend search in the excerpt of the product
it_it: Estendi la ricerca all'excerpt del prodotto

source: Search in content
it_it: Cerca nel contenuto

source: Extend search in the content of the product
it_it: Estendi ricerca al contenuto del prodotto

source: Search in product categories
it_it: Cerca tra le categorie prodotto

source: Extend search in product categories
it_it: Estendi ricerca alle categorie prodotto

source: Search in product tags
it_it: Cerca nei tag del prodotto

source: Extend search in product tags
it_it: Estendi ricerca ai tag del prodotto

source: Search in author
it_it: Cerca in autore

source: Extend search in author
it_it: Estendi la ricerca all'autore

source: Multiple Word Search
it_it: Ricerca per più parole

source: Show items containing all words typed
it_it: Mostra articoli contenenti tutte le parole inserite

source: Show items containing al least one of the words typed
it_it: Mostra articoli contenenti almeno una delle parole inserite

source: Hide out of stock products
it_it: Nascondi i prodotti non disponibili

source: Enable this option if you don't want to show out of stock products in the results
it_it: Attiva questa opzione se non vuoi mostrare nei risultati i prodotti non disponibili

source: Enable transients to cache autocomplete results
it_it: Attiva i transient per salvare nella cache i risultati autocompletati

source: Save the results of a query in a transient
it_it: Salva i risultati di una query in un transient

source: Set the duration of transient
it_it: Imposta la durata del transient

source: (hours)
it_it: (ore)

source: Order Options
it_it: Opzioni ordine

source: Enable order by post type
it_it: Abilita ordinamento per tipo di post

source: Show first:
it_it: Mostra per primo:

source: Product
it_it: Prodotto

source: Post & Pages
it_it: Post e pagine

source: Search by Custom Field
it_it: Ricerca per Campo personalizzato

source: Extend search functionality to custom fields. Enter custom fields comma separated. Attention: this feature may slow down the search process on some servers.
it_it: Estendi la funzionalità di ricerca ai campi personalizzati. Inserisci i nomi dei campi separati da virgole. Attenzione: questa funzionalità potrebbe rallentare il processo di ricerca su alcuni server.

source: Custom field name
it_it: Nome campo personalizzato

source: Search by Sku Settings
it_it: Impostazioni per Cerca per SKU

source: Extend search functionality so that search includes also sku. Attention: this feature may slow down the search process on some servers.
it_it: Estendi la funzionalità di ricerca in modo tale che sia incluso anche lo SKU del prodotto. Attenzione: questa funzionalità potrebbe rallentare il processo di ricerca su alcuni server.

source: Search by sku
it_it: Cerca per SKU

source: Extend search functionality so that search includes also sku
it_it: Estendi la funzionalità di ricerca in modo tale da includere anche lo SKU

source: Search by sku variable products
it_it: Cerca per SKU nei prodotti variabili

source: Extend sku search including variable products.
it_it: Estendi la ricerca per SKU includendo i prodotti variabili.

source: General settings
it_it: Impostazioni generali

source: Search input label
it_it: Etichetta campo "Cerca"

source: Label for Search input field.
it_it: Etichetta per il campo "Cerca"

source: Search for products
it_it: Cerca prodotti

source: Search submit label
it_it: Etichetta campo "Invio"

source: Minimum number of characters
it_it: Numero minimo di caratteri

source: Minimum number of characters required to trigger autosuggest.
it_it: Numero minimo di caratteri richiesti per mostrare i suggerimenti automatici.

source: Maximum number of results
it_it: Numero massimo di risultati

source: Maximum number of results showed in autosuggest box.
it_it: Numero massimo di risultati da mostrare nel riquadro suggerimenti.

source: Additional Features
it_it: Funzionalità aggiuntive

source: If these options are not showed, your theme may not support these features. Please, contact the developer of theme to implement them.
it_it: Se non visualizzi queste opzioni, il tuo tema potrebbe non supportare queste funzionalità. Contatta lo sviluppatore del tuo tema per implementarle.

source: Show filter for search fields
it_it: Mostra filtro per campi di ricerca

source: Show filter for search fields (it allows searching the Whole site or only among products)
it_it: Mostra filtro per campi di ricerca (consente la ricerca in tutto il sito o solo tra i prodotti)

source: Show the category list
it_it: Mostra lista categorie

source: Categories to show
it_it: Categorie da mostrare

source: This option lets you decide to show all the categories or only the main ones
it_it: Con questa opzione puoi scegliere di mostrare tutte le categorie o solo le principali

source: Main Categories
it_it: Categorie principali

source: All Categories
it_it: Tutte le categorie

source: Search for:
it_it: Cerca:

source: An Ajax Search box for products only.
it_it: Un filtro di ricerca Ajax solo per i prodotti.

source: Title:
it_it: Titolo:

source: Template wide
it_it: Template ampio

source: Filters above
it_it: Filtri sopra

source: <code><strong>YITH WooCommerce Ajax Search Premium</strong></code> is the plugin that allows you to search for a specific product by inserting a few characters. Thanks to <strong>Ajax Search</strong>, users can quickly find the contents they are interested in without wasting time among site pages. <a href="https://yithemes.com/" target="_blank">Get more plugins for your e-commerce shop on <strong>YITH</strong></a>.
it_it: <code><strong>YITH WooCommerce Ajax Search Premium</strong></code> è il plugin che ti permette di cercare un prodotto specifico inserendo pochi caratteri. Grazie ad <strong>Ajax Search</strong>, gli utenti possono trovare velocemente i contenuti a cui sono interessati senza perdere tempo tra le pagine del sito. <a href="https://yithemes.com/" target="_blank">Ottieni altri plugin per il tuo e-commerce su <strong>YITH</strong></a>.
